---
kind: other
id: Properties.T:Autodesk.Revit.DB.ModelHermiteSpline
source: html/b958099b-e083-1e4e-4093-4bcb9f9b1f1e.htm
---
# ModelHermiteSpline Properties

The id of the assembly instance to which the element belongs.